Repository: libremesh/lime-app
Catalog: i18n/*/messages.po
Languages: es, pt

source: Same status as in the reference state
es: Tiene el mismo estado que el estado de referencia.

source: Save
es: Guardar
pt: Salvar

source: Save notes
es: Guardar notas
pt: Salvar notas

source: Saved
es: Guardado
pt: Salvo

source: Scanning for existing networks
es: Buscando redes existentes
pt: Buscando por redes existentes

source: Schedule
es: Confirmar

source: Schedule a firmware upgrade for all nodes on the network
es: Actualizar una actualización de sistema (firmware) para todos los nodos de la red

source: Schedule again
es: Actualizar nuevamente

source: Schedule upgrade
es: Actualizar

source: Schedule upgrade to all available nodes
es: Actualizar todos los nodos disponibles

source: Scheduling upgrade
es: Actualizando ...

source: Search by
es: Buscar por
pt: Procurar por

source: Search network
es: Buscar red

source: Searching gateway
es: Buscando tu salida a Internet
pt: Procurando o gateway

source: See More
es: Ver más
pt: Ver mais

source: Select
es: Seleccione

source: Select another node and use the LimeApp as you were there
es: Seleccione el nodo que quieras visitar y use la LimeApp como si estuviera ahí.
pt: Selecione o nó que quiser visitar e use o LimeApp como se estiver lá

source: Select file
es: Seleccione el archivo
pt: Selecione um arquivo

source: Select new node
es: Seleccione el nodo
pt: Selecione um nó

source: Selected network to join
es: Red seleccionada para unirse

source: Sending abort message to this node. The abort order will be propagated to all nodes.
es: Enviando mensaje de cancelación a este nodo. La orden de cancelación se propagará a todos los nodos.

source: Sending confirmation
es: Enviando confirmación

source: Set network
es: Sumarse a la red
pt: Juntar-se à rede

source: Set reference state for this node
es: Establecer el estado de referencia para este nodo.

source: Set reference state for this {0}?
es: ¿Desea fijar el estado de referencia para {0}?

source: Set reference state for this<0/> {0}
es: Fijar estado de referencia para este<0/> {0}

source: Set reference state for {nodeName}
es: Establecer el estado de referencia para {nodeName}.

source: Set the reference state for this node.
es: Establecer el estado de referencia para este nodo.

source: Setting network
es: Configurando red
pt: Configurando a rede

source: Setting up main node
es: Configurando el nodo principal

source: Setting up new password
es: Configurando la nueva contraseña
pt: Configurando uma nova senha

source: Setup Hotspot
es: Configurar Punto de Acceso Móvil (Hotspot)
pt: Configuração do Ponto de Acesso

source: Setup activation deadline
es: Elegir plazo para activación
pt: Configuração do prazo de ativação

source: Share the following command with whoever you want to give them access to your node
es: Comparte el siguiente comando con quien quieras para darle acceso a tu nodo.
pt: Compartilhe o seguinte comando com quem queira dar acesso ao seu nó

source: Share your mobile connection by connecting the node to a mobile hotspost
es: Comparte la conexión de datos de tu celular con el nodo (y toda la red).
pt: Compartilhe sua conexão móvel conectando o nó a um ponto de acesso móvel

source: Shared Password
es: Contraseña Compartida
pt: Senha Compartilhada

source: Shared Password changed successfully
es: La contraseña compartida se cambió correctamente.
pt: Senha compartilhada alterada com sucesso

source: Shared state error
es: Error de shared state

source: Show Console
es: Ver consola
pt: Mostrar console

source: Show nodes
es: Ver nodos

source: Show state
es: Ver estado

source: Signal
es: Señal

source: Signal lost
es: Sin señal
pt: Sinal perdido

source: Size
es: Tamaño
pt: Tamanho

source: Some nodes are not ready
es: Algunos nodos aún no están listos.

source: Some nodes are not ready for upgrade <0/>Check node details for more info
es: Algunos nodos aún no están listos para ser actualizados. <0/>Consulte el botón "Ver nodos" para obtener más información.

source: Some nodes are still downloading the firmware<0/>check network page for more information
es: Algunos nodos todavía están descargando el firmware<0/>consulte la página de red para obtener más información.

source: Some nodes don't upgraded properly
es: Algunos nodos no se actualizan correctamente.

source: Some nodes have errors
es: Algunos nodos tienen errores.

source: Some nodes have errors:
es: Algunos nodos tienen errores:

source: Source IP
es: IP de origen

source: Start
es: Distribuir

source: Start mesh upgrade
es: Iniciar descarga

source: Start mesh wide firmware upgrade again
es: Es recomendable Iniciar la actualización en toda la red nuevamente.

source: Start mesh wide upgrade
es: Distribuir la actualización en todos los nodos de la red

source: Status
es: Estado

source: Status: {0}
es: Estado: {0}
pt: Estado: {0}

source: Success
es: Completado

source: System
es: Sistema
pt: Sistema

source: The Community AP is present in every node allowing people to move around the network territory without losing connection
es: El punto de acceso (AP) comunitario está presente en todos los nodos permitiendo que las personas se muevan por el territorio de la red sin perder conectividad.
pt: O AP comunitário está presente em cada nó para que as pessoas se movimentem pelo território da rede sem perder a conexão

source: The Community Portal enables a welcome screen to be displayed in the web browser to anyone connecting to the network using the Community AP
es: El portal comunitario permite mostrar una pantalla de bienvenida en el navegador a cualquier persona que se conecte a la red a través del punto de acceso (AP) comunitario.
pt: O Portal da Comunidade permite que uma tela de boas-vindas seja exibida no navegador da web para qualquer pessoa conectada à rede usando o AP da Comunidade

source: The are not mesh interfaces available
es: No hay interfaces mesh disponibles.
pt: Não a interfaces de malha disponíveis

source: The become main node process is starting on this node
es: El proceso para convertir este nodo en el principal está comenzando.

source: The difference between chains is too big
es: La diferencia entre cadenas es demasiado grande.

source: The download failed
es: La descarga falló.
pt: O download falhou

source: The firmware is being upgraded...
es: La actualización se está realizando...
pt: O firmware está sendo atualizado.

source: The firmware seems to be installed successfully. Confirm that the node is working properly or will be downgraded to the previous version
es: El firmware parece haberse instalado correctamente. Confirme que el nodo funciona correctamente o se volverá a la versión anterior.

source: The following nodes are not located or have not reference state. Please, set their location to see them on the map:
es: Los siguientes nodos no están ubicados o no tienen estado de referencia. Por favor, establece su ubicación para verlos en el mapa:

source: The following shared states packages have errors. Are they installed or properly initialized?
es: Los siguientes paquetes de shared states tienen errores. ¿Están instalados o inicializados correctamente?

source: The following shared states packages have not data set
es: Los siguientes paquetes de shared state no tienen conjunto de datos.

source: The hotspot couldn’t be found, please review the instructions above.
es: El punto de acceso no se encuentra disponible. Por favor, revisa las instrucciones.
pt: O ponto de acesso não pode ser encontrado, favor reveja a situação acima.

source: The name should have at least 3 characters
es: El nombre tiene que tener al menos 3 caracteres.
pt: O nome deve ter pelo menos 3 caracteres

source: The node is down
es: El nodo no está activo.

source: The password should have at least 8 characters
es: La contraseña tiene que tener al menos 8 caracteres.
pt: A senha deve ter pelo menos 8 caracteres

source: The password should have:
es: La contraseña debe incluir:
pt: A senha deve incluir:

source: The passwords do not match!
es: Las contraseñas no coinciden!
pt: As senhas não conincidem!

source: The radio needs to be restarted...
es: La radio necesita reiniciarse...
pt: O radio precisa ser reiniciado...

source: The selected image is not valid for the target device
es: La imagen seleccionada no es válida para este dispositivo.
pt: A imagem selecionada não é válida para este dispositivo

source: The shared password has been chosen by the community when the network was created. You can ask other community members for it.
es: La contraseña compartida fue elegida por la comunidad al iniciar la red. Pregúntale a quienes gestionan la red cuál es.
pt: A senha compartilhada foi escolhida pela comunidade ao iniciar a rede. Pergunte sobre ela a outros membros.

source: The signal is X below the reference state
es: La señal está X por debajo del estado de referencia.

source: The upgrade is scheduled
es: La actualización ha comenzado.

source: The upgrade should be done
es: La actualización debería estar lista.
pt: A atualização deve estar pronta

source: There are no vouchers matching the current criteria
es: No hay cupones para su búsqueda.
pt: Não há vouchers que satisfazem o critério eleito.

source: There's an active remote support session
es: Hay una sesión de soporte remoto activa.
pt: Existe uma sesssão de suporte remoto ativa

source: There's no open session for remote support. Click at Create Session to begin one
es: No hay una sesión de soporte remoto abierta. Haz click en Crear Sesión para empezar una.
pt: Não a uma sessão de suporte remoto aberta. Clique em Criar Sessão para começar uma

source: These are the nodes associated on this radio
es: Estos son los nodos asociados a esta radio.
pt: Esses são os nós associados a este rádio

source: This Link is not registered on the reference state
es: Este enlace no está registrado en el estado de referencia.

source: This device does not support secure rollback to previous version if something goes wrong
es: Este dispositivo está habilitado para revertir la actualización en caso de errores.
pt: Neste dispositivo não se pode revertar a atualização em caso de erros

source: This device supports secure rollback to previous version if something goes wrong
es: En este dispositivo sí se puede revertir la actualización en caso de errores.
pt: Neste dispositivo se pode revertar a atualização em caso de erros

source: This field is required
es: Este campo es requerido
pt: Este campo é necessário

source: This is a main node
es: Este es un nodo principal

source: This link has errors
es: Este enlace tiene errores.

source: This link seems down
es: Este enlace parece estar caído.

source: This link seems down, remove them from the reference state?
es: Este enlace parece caído, ¿desea eliminarlo del estado de referencia?

source: This macs are not on the actual state
es: Estos macs no están en el estado actual.

source: This macs are not on the reference state
es: Estas MACs no están en el estado de referencia

source: This node aborted
es: Actualización interrumpida.

source: This node aborted successfully
es: La actualización fue interrumpida con éxito.

source: This node es ready for upgrade
es: Este nodo está listo para actualizarse.

source: This node has an error
es: Este nodo tiene un error.

source: This node has an error!
es: Este nodo tiene un error!

source: This node is downloading a new firmware
es: Este nodo está descargando un nuevo archivo de sistema (firmware).

source: This node is not registered on the reference state
es: Este nodo no está registrado en el estado de referencia.

source: This node is the gateway
es: Este nodo es el gateway.
pt: Esse nó não é o gateway

source: This node seems down
es: Este nodo parece inactivo.

source: This node seems down, remove them from the reference state?
es: Este nodo parece inactivo, ¿desea eliminarlo del estado de referencia?

source: This node version<0/>{0}
es: Versión de este nodo<0/>{0}

source: This radio is not associated with other nodes
es: Esta radio no está enlazada a otros nodos.
pt: Esse rádio não está conectado a outros nós

source: This will set the reference state of this link:
es: Esto establecerá el estado de referencia de este enlace:

source: This will the abort current upgrade process on all nodes. Are you sure you want to proceed?
es: Esto cancelará el proceso de actualización actual en todos los nodos. ¿Está seguro que deseas continuar?

source: This your last working path to the Internet
es: Este es el último recorrido hasta Internet que funcionó.
pt: Esse foi o último caminho para Internet que funcionou

source: Title
es: Título
pt: Título

source: To Internet
es: Hasta Internet
pt: Para a Internet

source: To enable remote access an internet connection is needed
es: Para posibilitar el acceso remoto es necesaria una conexión a internet.
pt: Para ativar o acesso remoto é preciso uma conexão com a internet

source: Traffic:
es: Tráfico:

source: Try last step again
es: Intente el último paso nuevamente

source: Try reloading the app
es: Intentar recargar la app
pt: Tente recarregar o aplicativo

source: Unknown error
es: Error desconocido

source: Unknown link type
es: Tipo de enlace desconocido

source: Updating shared state {0}
es: Actualizando shared state

source: Upgrade
es: Confirmar
pt: Atualizar

source: Upgrade Now
es: Actualizar ahora
pt: Atualizar agora

source: Upgrade all network nodes at once. This proces will take a while and will require user interaction.
es: Actualice todos los nodos de la red a la vez. Este proceso llevará un tiempo y requerirá la interacción del usuario.

source: Upgrade is scheduled!
es: La actualización está iniciada!

source: Upgrade scheduled
es: La actualización está iniciada

source: Upgrade successful
es: La actualización fue exitosa

source: Upgrade to lastest firmware version
es: Actualizar a la última version del firwmare
pt: Atualizar para última versão do firmware

source: Upgrade to {versionName}
es: Actualizar a {versionName}
pt: Atualizar para {versionName}

source: Upgraded!<0/>Awaiting confirmation
es: Actualizado!<0/>Esperando confirmación

source: Upload firmware image from your device
es: Suba un archivo de sistema (imagen del firmware) desde tu dispositivo
pt: Carregar uma imagem de firmware do seu dispositivo

source: Uptime
es: Tiempo en actividad
pt: Tempo de atividade

source: Use vouchers for access
es: Usar cupones de acceso
pt: Use vouchers de acesso

source: Value
es: Valor

source: Visit
es: Visitar
pt: Visitar

source: Visit <0>docs.altermundi.net</0>
es: Visitar <0>docs.altermundi.net</0>

source: Visit a neighboring node
es: Visitar un nodo vecino
pt: Visitar um nó vizinho

source: Voucher Details
es: Detalles del cupón
pt: Detalhes do Voucher

source: Voucher duration in days
es: Duración del cupón en días
pt: Duração do voucher em dias

source: Voucher group description
es: Descripción del grupo de cupones
pt: Descrição do grupo de voucher

source: Voucher list
es: Lista de cupones
pt: Lista de vouchers

source: Vouchers can be used to limit access through the Community Portal to those who have an authorization code
es: Los cupones sirven para limitar el acceso a través del Portal Comunitario a quienes posean un código de autorización.
pt: Os vouchers podem ser utilizados para limitar o acesso através do Portal Comunitário para quem possuir um código de autorização

source: Wait until the download is finished!
es: ¡Espere hasta que finalice la descarga!

source: Welcome to LimeApp
es: A disfrutar de LimeApp!

source: Wellcome Screen
es: Pantalla de bienvenida
pt: Tela de Boas Vindas

source: When reloading the app you will be asked to confirm the upgrade, otherwise it will be reverted
es: Al recargar la aplicación, se te pedirá que confirmes la actualización, si no lo haces se revertirá.
pt: Ao carregar o aplicativo, será pedida uma confirmação da atualização, caso não confirme a versão será revertida

source: Wifi Links
es: Enlaces Wifi

source: Wifi Links Reference
es: Enlaces Wifi de Referencia

source: Wifi Password
es: Contraseña del Wifi
pt: Senha do WiFi

source: Wired connections
es: Conexiones cableadas

source: With radio {fromRadio} alignin with
es: Con radio {fromRadio} alineando con
pt: Com rádio %{radio} alinhado com

source: With this second cell phone create an access point or hotspot with this data:
es: Con este segundo celular crea un punto de acceso móvil ("hotspot") con estos datos:
pt: Com este segundo telefone celular, criar um ponto de acesso ou hotspot com estes dados:

source: Wrong password, try again
es: Contraseña incorrecta, intente nuevamente
pt: Senha inválida, tente novamente

source: Yes
es: Si
pt: Sim

source: You are connected to another node in the network, try connecting to
es: Está conectado a otro nodo de la red, intente conectarse a
pt: Você conectado a outro nó na rede

source: You are now part of
es: Usted es ahora parte de
pt: Você agora é parte de

source: You can share your mobile connection to the node by setting up a mobile hotspot
es: Puede compartir tu conexión de datos con el nodo a través de un Punto de Acceso Móvil (hotspot).
pt: Você pode compartilhar sua conexão móvel com o nó configurando um hotspot móvel.

source: You can upgrade to:
es: Puede actualizar a:
pt: Pode atualizar para:

source: You don't go through any paths to get here.
es: No necesita pasar por ningún nodo para llega hasta aquí.
pt: Não precisa passar por nenhum nó para chegar até aqui.

source: You have successfuly connected to
es: La conexión fué exitosa, está conectado a
pt: Você se conectou com sucesso

source: You need to know the shared password to enter this page
es: Debe ingresar la contraseña compartida para seguir
pt: Deve usar a senha compartiada para entrar

source: You should try to connect to the network {wifiSsid}.
es: Intente conectarse a la red wifi {wifiSsid} para completar la instalación.
pt: Tente conectar-se a rede wifi %{network} para completar a instalação.

source: Your Alignment
es: Su alineación

source: Your node has no internet connection
es: Su nodo no tiene conexión a internet
pt: Seu nó não tem conexão com a internet

source: cancel
es: Cancelar
pt: cancelar

source: confirm location
es: Confirmar ubicación
pt: confirmar localização

source: edit location
es: Modificar ubicación
pt: editar localização

source: for the following nodes: {nodes}
es: para los siguientes nodos: {nodes}

source: hide community
es: Esconder comunidad
pt: esconder comunidade

source: locate my node
es: Ubicar mi nodo
pt: localizar meu nó

source: more than a minute ago
es: hace más de un minuto.
pt: faz mais de um minuto

source: show community
es: Mostrar comunidad
pt: mostrar comunidade

source: to keep the current configuration. Or ...
es: para mantener la configuración actual, o...
pt: a atualização, ou...

source: to the previous configuration
es: a la versión anterior
pt: a versão prévia

source: {0, plural, =0 {No one has joined yet.} one {One person has joined.} other {# people have joined.}}
es: {0, plural, =0 {Nadie se ha unido aún.} one {Una persona se ha unido.} other {# personas se han unido.}}
pt: {0, plural, =0 {Ninguém se uniu à sessão.} one {Uma pessoa se uniu à sessão.} other {# pessoas se uniram à sessão.}}

source: {days, plural, one {# day} other {# days}}
es: {days, plural, one {# día} other {# días}}
pt: {days, plural, one {# dia} other {# dias}}

source: {hours, plural, one {# hour} other {# hours}}
es: {hours, plural, one {# hora} other {# horas}}
pt: {hours, plural, one {# hora} other {# horas}}

source: {mins, plural, one {# minute} other {# minutes}}
es: {mins, plural, one {# minuto} other {# minutos}}
pt: {mins, plural, one {# minuto} other {# minutos}}

source: {nodesToBeUpgraded} of {totalNodes} will be upgraded
es: {nodesToBeUpgraded} de {totalNodes} serán actualizados, espere.

source: {secondsAmount} seconds ago
es: hace {secondsAmount} segundos
pt: a {secondsAmount} segundos

source: {secs, plural, one {# second} other {# seconds}}
es: {secs, plural, one {# segundo} other {# segundos}}
pt: {secs, plural, one {# segundo} other {# segundos}}

source: {versionName} is now available
es: {versionName} ya está disponible
pt: {versionName} está disponível

source: Error
pt: Erro

source: IP Addresses
pt: Endereços IP

source: Loading node status...
pt: Carregando o status do nó...

source: Most Active
pt: Mais Ativos

source: Radio {radioNumber}
pt: Rádio {radioNumber}

source: Traffic
pt: Tráfego
