Repository: libremesh/lime-app
Catalog: i18n/*/messages.po
Languages: es, pt

source: (Main Node) {descriptionMsg}
es: (Nodo principal) {descriptionMsg}

source: (new)
es: (nuevo)

source: 10 of 12 node are ready to update
es: 10 de 12 nodos están listos para ser actualizados.

source: A new firmware version has been released
es: Nueva versión del sistema (firmware) disponible.
pt: Uma nova versão do firmware foi lançada

source: A reboot is needed to apply changes
es: Reinicie el nodo para aplicar cambios.
pt: É preciso reiniciar para aplicar as modificações

source: Abort
es: Cancelar

source: Abort current mesh wide upgrade?
es: Interrumpir actualización de la red completa?

source: Aborting
es: Cancelando

source: Access Vouchers
es: Cupones de Acceso
pt: Vouchers de Acesso

source: Access vouchers
es: Cupones de Acceso
pt: Vouchers de Acesso

source: Activation date: {0}
es: Fecha de activación: {0}
pt: Data de ativação: {0}

source: Activation deadline
es: Plazo de activación
pt: Prazo de Ativação

source: Activation deadline: {0}
es: Plazo de activación: {0}
pt: Prazo de Ativação: {0}

source: Active
es: Activo
pt: Ativo

source: Add
es: Añadir

source: Add new section
es: Añadir nueva sección

source: Added section {0} - {1}
es: Sección añadida {0} - {1}

source: After a time the upgrade will be performed
es: La actualización iniciará en unos instantes. Este proceso demorará algunos miniutos, espere.

source: Align
es: Alineación
pt: Alinhar

source: All Vouchers
es: Todos los cupones
pt: Todos os Vouchers

source: All nodes are ready
es: Todos los nodos están listos.

source: All nodes are upgraded successfully
es: Todos los nodos fueron actualizados con éxito!

source: All nodes scheduled successful
es: Todos los nodos fueron programados con éxito.

source: Are you sure you want to confirm the upgrade? <0/>Check node list to see the network status
es: ¿Con seguridad desea confirmar la actualización? <0/>Verifique la lista de nodos para ver el estado de la red.

source: Are you sure you want to reboot this node? This action will disconnect the node from the network for a few minutes. <0/>Add shared password or let it empty if no password is set.
es: ¿Con seguridad desea reiniciar este nodo? Esta acción desconectará el nodo de la red durante unos minutos. <0/>Agregue una contraseña compartida o deje el campo en blanco si no quiere establecer ninguna contraseña.

source: Are you sure you want to reboot?
es: Con seguridad quiere reiniciar?
pt: Você tem certeza que quer reiniciar?

source: Are you sure you want to start mesh wide upgrade? <0/>Check node list to see the network status
es: ¿Con seguridad desea iniciar la actualización de toda la red? <0/>Verifique la lista de nodos para ver el estado de la red.

source: Are you sure you want to {title} the <0>{prop}</0> property?
es: ¿Con seguridad quiere {título} la propiedad <0> {prop} </0>?

source: Are you sure?
es: Lo confirma?
pt: É isso mesmo?

source: Ask for remote support
es: Pedir soporte remoto
pt: Pedir suporte remoto

source: At least one alphanumeric character
es: Al menos una letra o número.
pt: Ao menos um caractere alfanumérico

source: At least one number
es: Al menos un número.
pt: Ao menos um número

source: Author node: {author_node}
es: Nodo autor: {author_node}
pt: Nó que cadastrou: {author_node}

source: Available
es: Disponible
pt: Disponível

source: Await until it reboots
es: Espere mientra se reinicia.

source: Awaiting confirmation
es: Esperando confirmación.

source: Babel Links
es: Enlaces de Babel

source: Babel Links Reference
es: Enlaces de referencia en Babel

source: Back
es: Volver

source: Background Color
es: Color de fondo
pt: Cor de fundo

source: Batman Links
es: Enlaces en Batman

source: Batman Links Reference
es: Enlaces de referencia en Batman

source: Best signal
es: Mejor señal
pt: Melhor sinal

source: Board
es: Equipo (Hardware)

source: Calculating network path
es: Cargando el recorrido en la red
pt: Calculando o caminho da rede

source: Cancel
es: Cancelar
pt: Cancelar

source: Canceling
es: Cancelando

source: Cannot connect to the remote support server
es: No hay conexión con el servidor de soporte remoto.
pt: Não foi possível conectar ao servidor de suporte remoto

source: Cannot load map, check your internet connection
es: El mapa no puede cargarse, verifique la conexión a internet.
pt: Não foi possível carregar o mapa, verifique sua conexão

source: Cannot use Radio 0, it's being used for mesh links
es: La Radio 0 no se puede utilizar por que está siendo utilizada para enlaces mesh.
pt: O Radio 0 não pode ser utilizado, eles está em uso para os links mesh.

source: Cellphone Instructions
es: Instrucciones para el celular
pt: Instruções para celular

source: Chains
es: Recorrido

source: Change
es: Cambiar
pt: Mudar

source: Change Shared Password
es: Cambiar Contraseña Compartida
pt: Mudar senha compartilhada

source: Channel
es: Canal

source: Check if network is working properly and confirm the upgrade<0/>If not confirmed, the upgrade will be rolled back after a while
es: Verifique si la red funciona correctamente y confirme la actualización. <0/>Si no se confirma, la actualización se revertirá luego de un tiempo.

source: Check<0/>Alignment
es: Chequear<0/>Alineación

source: Checking connection
es: Comprobando conexión
pt: Verificando conexão

source: Choose a mesh node to join it's network:
es: Elija un nodo para unirse a la misma red:

source: Choose a name for this node
es: Elija el nombre para el nodo
pt: Escolha um nome para esse nó

source: Choose a name for your network
es: Elija el nombre para la red
pt: Escolha um nome para a sua rede

source: Choose a shared password for network administration
es: Elija una contraseña compartida para la administración de la red
pt: Escolha uma senha compartilhada para administração da rede

source: Click at Close Session to end the remote support session. No one will be able to access your node with this token again
es: Haz click en Cerrar Sesión para finalizar la sesión de soporte remoto. Nadie podrá volver a acceder tu nodo con este mismo token de seguridad.
pt: Clique em Encerrar Sessão para finalizar a sessão de suporte remoto. Ninguém vai mais poder acessar seu nó usando essa chave novamente

source: Click at Show Console to follow the remote support session.
es: Haz click en Ver Consola para seguir la sesión de soporte remoto.
pt: Clique em Mostrar Console para acompanhar a sessão de suporte remoto.

source: Close
es: Cerrar

source: Close Session
es: Cerrar Sesión
pt: Encerrar Sessão

source: Cofirm upgrade before {_counter} seconds or it will be reverted
es: Confirme la actualización en los próximos {_counter} segundos o el proceso se revertirá.
pt: Confirme a atualização antes de {seconds} segundos ou ela será revertida

source: Community Logo
es: Logo de la comunidad
pt: Logo da Comunidade

source: Community Portal
es: Portal comunitario
pt: Portal Comunitário

source: Community Roaming AP
es: Acceso (roaming) comunitario
pt: Nome da rede AP (Roaming)

source: Community name
es: Nombre de la comunidad
pt: Nome da comunidade

source: Configure your new community network
es: Configure su nueva red mesh
pt: Configure sua nova rede mesh

source: Confirm
es: Confirmar
pt: Confirmar

source: Confirm mesh wide upgrade for all nodes on the network
es: Confirmar la actualización de todos los nodos de la red.

source: Confirm upgrade on all nodes
es: Confirmar actualización para todos los nodos.

source: Confirmation pending
es: Confirmación pendiente

source: Confirmed
es: Confirmado

source: Confirmed with some errors
es: Confirmado con errores

source: Confirmed!
es: Confirmado!

source: Confirming all upgraded nodes
es: Confirmando todos los nodos actualizados.

source: Congratulations
es: Felicitaciones!
pt: Parabéns

source: Congratulations, this node was upgraded and confirmed successfully
es: Felicitaciones! Este nodo fue actualizado y confirmado exitosamente.

source: Connect to a Mobile Hotspot
es: Conectarse a Punto de Acceso Móvil
pt: Conectar um HotsPot Móvel

source: Connected
es: Conectado
pt: Conectado

source: Connection attempt not yet started
es: Intento de conexión aún no iniciado

source: Connection to the cellphone
es: Conexión al celular
pt: Conexão com o celular

source: Connection to the internet
es: Conexión a internet
pt: Conexão com a internet

source: Continue
es: Continuar

source: Create
es: Crear
pt: Criar

source: Create Session
es: Crear sesión
pt: Criar Sessão

source: Create Voucher
es: Crear cupón
pt: Criar Voucher

source: Create network
es: Crear red
pt: Criar rede

source: Created in this node
es: Creados en este nodo
pt: Criado neste Nó

source: Created vouchers
es: Cupones creados
pt: Vouchers criados

source: Created {0}
es: Creado {0}

source: Creation date: {0}
es: Fecha de creación: {0}
pt: Data de criação: {0}

source: Currently your node has version:
es: Actualmente tu nodo tiene la versión:
pt: Atualmente seu nó usa a versão:

source: Delete
es: Eliminar

source: Delete property
es: Eliminar propiedad

source: Delete this this node from reference state
es: Eliminar este nodo del estado de referencia

source: Delete this {0}<0/>from reference state
es: Eliminar este {0}<0/> del estado de referencia

source: Deleted {keyString}
es: Eliminado {keyString}

source: Deleted {name} - {0}
es: Eliminado {name} - {0}

source: Description
es: Descripción
pt: Descrição

source: Description: {name}
es: Descripción: {name}
pt: Descrição: {name}

source: Device
es: Equipo
pt: Dispositivo

source: Diagnose
es: Diagnóstico

source: Disabled
es: Deshabilitado
pt: Desativado

source: Don't show this message again
es: No volver a mostrar a este mensaje
pt: Não mostrar essa mensagem novamente

source: Done
es: Hecho

source: Download
es: Descargar
pt: Baixar

source: Download remote firmware<0/>to start mesh upgrade
es: Descargue el archivo del sistema (firmware)<0/>para iniciar la actualización de toda la red.

source: Downloaded version<0/>{0}
es: Versión descargada<0/>{0}

source: Downloading
es: Descargando
pt: Baixando

source: Downloading new firmware
es: Descargando nuevo sistema (firmware)

source: Duration: is permanent
es: Duración: es permanente
pt: Duração: permanente

source: Duration: {days, plural, one {# day} other {# days}}
es: Duración: {days, plural, one {# día} other {# días}}
pt: Duração: {dias, plural, one {# dia} other {# dias}}

source: Edit
es: Editar
pt: Editar

source: Edit Voucher
es: Editar cupón
pt: Editar Voucher

source: Edit property
es: Editar propiedad

source: Edit wellcome screen
es: Editar pantalla de bienvenida
pt: Editar tela de boas vindas

source: Edited {keyString}
es: Editado {keyString}

source: Edited {name} - {0}
es: Editado {name} - {0}

source: Enable Community Roaming AP
es: Activar AP (punto de acceso roaming) comunitario
pt: Ativar Rede AP (Roaming)

source: Enable Password
es: Activar contraseña
pt: Ativar Senha

source: Enable Portal in Community AP
es: Habilitar el portal en el AP (punto de acceso) comunitario
pt: Ativar Portal no AP Comunitário

source: Enabled
es: Activado
pt: Ativado

source: Enabled, with vouchers
es: Habilitado, con vouchers
pt: Ativado, com vouchers

source: Enabled, without vouchers
es: Habilitado, sin vouchers
pt: Ativado, sem vouchers

source: Encryption: {encryptionMethod}
es: Cifrado: {encryptionMethod}
pt: Encriptação: {encryptionMethod}

source: Error connecting with {nodeInfo}, is node up?
es: Error al conectar con {nodeInfo}, ¿el nodo está activo?

source: Error destination network is not configured yet
es: Error, la red de destino no está configurada aún.

source: Error downloading lime assets
es: Error al descargar lime assets.

source: Error downloading lime community
es: Error al descargar lime community.

source: Error getting scan results
es: Error recibiendo los resultados del escaneo.

source: Error loading leaflet
es: Error cargando leaflet.

source: Error performing reboot: {error}
es: Error al reiniciar: {error}

source: Error reaching hostname!
es: No se pudo obtener el nombre del host!

source: Error retrieving associated list
es: Error recuperando la lista de nodos asociados.

source: Error retrieving the status, is this node outdated?
es: Error al recuperar el estado. ¿Este nodo está desactualizado?

source: Error retrieving<0/>last internet path
es: Error al recuperar<0/>última ruta de Internet.

source: Error scanning networks
es: Error buscando redes.

source: Error setting network
es: Error configurando red.

source: Error setting new reference state!
es: ¡Error al establecer un nuevo estado de referencia!

source: Error stopping scan
es: Error deteniendo la búsqueda.

source: Error: Not Saved
es: Error: No se guardó.
pt: Erro: Não Salvo

source: Errors found getting mesh info!
es: ¡Se encontraron errores al obtener información de de la red (mesh info)!

source: Everything is up to date!
es: Todo quedó actualizado!

source: Expiration date: {0}
es: Fecha de expiración: {0}
pt: Data de expiração: {0}

source: Expired
es: Expirado
pt: Expirado

source: Expired {0}
es: Expirado {0}

source: Expires {0}
es: Expira en {0}

source: Fetching name
es: Consiguiendo nombre
pt: Pegando nome

source: Filename
es: Nombre
pt: Nome do arquivo

source: Filter by
es: Filtrar por
pt: Filtrar por

source: Firmware
es: Sistema del nodo

source: Firmware download and verified
es: Archivo de sistema (firmware) descargado y verificado.

source: Firmware downloaded
es: Archivo de sistema (firmware) descargado.

source: Firmware version
es: Versión de sistema (firmware).

source: From
es: Desde
pt: De

source: Full path metrics
es: Medir todo el recorrido
pt: Métricas de caminho completo

source: Get an additional cell phone to the one you are currently using that has a mobile data connection
es: Consiga otro teléfono que tenga conexión a internet por datos móviles.
pt: Obtenha um celular adicional que você está usando atualmente que tenha uma conexão de dados moveis

source: Go to Community View
es: Ir a la página de la comunidad

source: Go to Node View
es: Ir a la página del nodo

source: Go!
es: Ir!
pt: Ir!

source: Ground Routing configuration
es: Configuración de Ground Routing
pt: Configurações de Ground Routing

source: Hide Console
es: Esconder consola
pt: Esconder console

source: Host name
es: Nombre del nodo
pt: Nome do nó

source: I don't know the shared password
es: No sé la contraseña compartida.
pt: Não sei a senha compartilhada

source: If network has been already created, look it up to join
es: Si la red ya fue creada, búscala para unirte a ella.

source: If this is your network first node, you can create a new network
es: Si este es el primer nodo de tu red, puedes crear una red nueva.

source: If you invalidate this voucher no one will be able to use it anymore. This cannot be reverted.
es: Si invalidas este cupón, el mismo no podrá volver a ser utilizado. Esta acción no se puede revertir.
pt: Se você invalidar este voucher, ninguém mais poderá utilizá-lo. E isto não tem volta.

source: If your community network has local services, you can point a link to them.
es: Si tu red comunitaria tiene servicios locales, puedes indicar un enlace para acceder a ellos.
pt: Se a sua rede comunitária tem serviços locais, você pode colocar o link para eles.

source: Iface
es: Interface

source: In the reference state this node is on
es: En el estado de referencia este nodo está encendido.

source: Internet connection
es: Conexión a Internet
pt: Conexão à Internet

source: Internet<0/>connection
es: Conexión a<0/>internet

source: Invalid Nodes
es: Nodos no válidos

source: Invalidate
es: Invalidar
pt: Invalidar

source: Invalidated
es: Invalidado
pt: Invalidado

source: Is permanent
es: Es permanente
pt: É permanente

source: It is disabled by default in {communityName}
es: Está deshabilitado en forma predeterminada en {communityName}.
pt: Isto está desativado por padrão na {communityName}

source: It is enabled by default in {communityName}
es: Está habilitado en forma predeterminada en {communityName}.
pt: Está ativado por padrão na {communityName}

source: It must start with https:// or http://
es: Debe empezar con https:// o http://
pt: Deve-se iniciar com https:// ou http://

source: Join <0>foro.librerouter.org</0>
es: Ir a <0>foro.librerouter.org</0>

source: Join the mesh
es: Unirse a la red
pt: Se junte à rede

source: Key
es: Llave

source: Last packet
es: Último paquete
pt: Último pacote

source: Last seen
es: Visto por última vez

source: Last update: 30 second ago
es: Última actualización: hace 30 segundos

source: Link Title
es: Título del enlace
pt: Titulo do link

source: Link URL
es: URL del enlace

source: Link from <0>{0}</0> to <1>{1}</1>
es: Enlace desde <0>{0}</0> hasta <1>{1}</1>

source: Link {0} {1}
es: Enlace {0} {1}

source: Load last known Internet path
es: Cargando la última ruta a Internet conocida...
pt: Calculando o caminho da rede

source: Loading <0/>last internet path...
es: Cargando <0/> la última ruta a internet conocida...

source: Local services link
es: Enlace a servicios locales
pt: Link dos serviços locais

source: Locate
es: Localizar

source: Logging in
es: Iniciando sesión
pt: Entrando

source: Login
es: Ingresar
pt: Entrar

source: Macs not found ({0})
es: Macs no encontradas ({0})

source: Main Text
es: Texto principal
pt: Texto principal

source: Manage Vouchers
es: Administrar cupones
pt: Gerenciar Vouchers

source: Map
es: Mapa
pt: Mapa

source: Max. {length} characters
es: Máx. {length} caracteres
pt: Max. {length} caracteres

source: Measuring links
es: Midiendo enlaces
pt: Links de medição

source: Mesh Map
es: Mapa de la red mesh

source: Mesh Wide Upgrade
es: Sistema de la red

source: Mesh upgrade confirmed successfully
es: Actualización de toda la red confirmada.

source: Mesh upgrade confirmed with some errors
es: Actualización de la red confirmada con algunos errores.

source: Mesh wide config
es: Configuración de la red completa

source: Mesh wide upgrade started!
es: ¡Actualización lista para inciar!

source: Metrics
es: Diagnóstico
pt: Métrica

source: More details on the release can be found at:
es: Puedes encontrar más información sobre esta versión en:
pt: Pode encontrar as novidades desta versão em:

source: More info at:
es: Más info en:
pt: Mais informações em:

source: More than 10 characters
es: Más de 10 caracteres
pt: Mais de 10 caracteres

source: Most active link
es: Link más activo

source: Must select a valid hostname
es: Debes elegir un nombre de host válido.

source: Name
es: Nombre

source: Need support?
es: Necesita soporte?

source: Network Name: {ssid}
es: Nombre de Red: {ssid}
pt: Nome da Rede: {ssid}

source: New Macs ({0})
es: Nuevas MACs({0})

source: New available version:<0/>{0}
es: Nueva versión disponible:<0/>{0}

source: New link
es: Nuevo link

source: New reference state set!
es: ¡Nuevo estado de referencia establecido!

source: New version available!
es: Nueva versión disponible!

source: No new version available is found
es: No se ha encontrado una nueva versión disponible.

source: No new version available!
es: No hay una nueva versión disponible!

source: No nodes present on the <0/>mesh wide upgrade state yet!
es: No hay nodos presentes en <0/> el estado de actualizaciones de la red completa!

source: No password
es: Sin contraseña
pt: Sem senha

source: No scan result
es: Sin resultado de escaneo

source: No upgrade in progres
es: No hay una actualización en curso.

source: No, cancel
es: No, cancelar
pt: Não, cancelar

source: Node Configuration
es: Configuración del nodo
pt: Configurações do Nó

source: Node Info
es: Información del nodo

source: Node Info Reference
es: Información de referencia sobre el nodo

source: Node Name
es: Nombre del nodo
pt: Nome do Nó

source: Node is upgrading
es: El nodo se está actualizando

source: Not Connected
es: No Conectado
pt: Não Conectado

source: Notes
es: Notas
pt: Notas

source: Notes of
es: Notas de
pt: Notas de

source: Number of vouchers
es: Número de cupones
pt: Numero de vouchers

source: On its radio {radioNumber}
es: En su radio {radioNumber}
pt: Em seu rádio {radioNumber}

source: On its radio {toRadio}
es: En su radio {toRadio}
pt: Em seu rádio {radioNumber}

source: Only gateway
es: Solo la puerta de enlace
pt: Apenas gateway

source: Opens the "{apSsid}" AP in this node
es: Habilita que los dispositivos se conecten a este nodo a la señal "{apSsid}".
pt: Aberto o AP "{apSsid}" neste nó

source: Or choose a firmware image from your device
es: O elige un archivo de sistema (firmware) desde tu dispositivo.
pt: Ou escolha uma imagem de firmware em seu dispositivo

source: Or if this node is already configured, you can skip this step
es: O, si tu nodo ya está bien configurado, puedes saltear este paso.

source: Or upgrade to latest release
es: O actualiza a la última versión del sistema (firmware).
pt: Ou atualize para última versão do firmware

source: Other nodes will download the firmware from it
es: Esto significa que otros nodos descargarán el archivo de sistema alojado en este nodo.

source: Packet loss
es: Paquetes perdidos
pt: Perda de pacotes

source: Password
es: Contraseña
pt: Senha

source: Password: {password}
es: Contraseña: {password}
pt: Senha: {password}

source: Path to Internet
es: Recorrido a internet

source: Permanent
es: Permanente

source: Please select a .sh or .bin file
es: Por favor, seleccione un archivo .bin o .sh
pt: Por favor, selecione um arquivo .bin ou .sh

source: Please select a file
es: Por favor, elige un archivo.
pt: Por favor, selecione um arquivo

source: Please stay connected to the wifi network
es: Por favor, no se desconecte de la red wifi.
pt: Por favor permaneça conectado na rede WiFi

source: Please verify your internet connection
es: Por favor, verifique su conexión a internet.
pt: Por favor verifique sua conexão com a Internet

source: Please wait patiently for {remainingTime} seconds and do not disconnect the device.
es: Por favor, espere {remainingTime} segundos pacientemente y no desconecte el equipo.
pt: Por favor aguarde {remainingTime} segundos pacientemente e não desconecte o roteador.

source: Please wait while the device reboots, and reload the app
es: Por favor, espere hasta que el dispositivo se reinicie y recargue la app.
pt: Por favor aguarde para que o dispositivo se reinicie e recarregue o aplicativo

source: Please wait {time} seconds
es: Por favor, espere {time} segundos...
pt: Por favor aguarde {time} segundos

source: Re-enter Password
es: Reingrese la contraseña
pt: Coloque a senha novamente

source: Re-enter the shared password
es: Reingrese la contraseña compartida
pt: Coloque a senha compartilhada novamente

source: Ready to start mesh wide upgrade
es: Listo para distribuir la actualización a toda la red

source: Ready to start mesh wide<0/>firmware upgrade
es: Listo para iniciar la actualización de sistema de toda la red

source: Reboot
es: Reiniciar
pt: Reiniciar

source: Reboot node {0}
es: Reiniciar nodo {0}

source: Rebooting
es: Reiniciando
pt: Reiniciando

source: Reference State is not set
es: Estado de referencia no establecido.

source: Reference is not set or has errors
es: El estado de referencia no ha sido establecido o contiene errores.

source: Reload
es: Recargar
pt: Recarregar

source: Reload page
es: Recargar página
pt: Recarregar a página

source: Remote Support
es: Soporte Remoto
pt: Suporte Remoto

source: Remove this {0} from the reference state
es: Eliminar este {0} del estado de referencia

source: Remove {nodeName} from the reference state
es: Eliminar {nodeName} para el estado de referencia

source: Required
es: Requerido
pt: Requisitado

source: Rescan
es: Volver a escanear
pt: Rescanear

source: Retry
es: Reintenar
pt: Tentar novamente

source: Revert
es: Revertir
pt: Reverter

source: Reverting to previous version
es: Volviendo a la versión anterior
pt: Revertendo para versão prévia
